Repository: PeteCarrott/LittleRegistryCleaner
Catalog: Little Registry Cleaner/Options/Options.*.resx
Languages: ar, es, fa

# groupBox1.Text
source: Options
ar: خيارات
es: Opciones
fa: گزینه ها

# buttonOK.Text
source: OK
ar: موافق
es: VALE
fa: خوب

# buttonCancel.Text
source: Cancel
ar: إلغاء الأمر
es: Cancelar
fa: انصراف

# buttonBrowse1.Text
source: Browse...
ar: تصفح...
es: Busque...
fa: فهرست اسامی...

# groupBox2.Text
source: Select a folder to backup deleted registry entries
ar: حدد مجلد الذي تريد إدخالات التسجيل المحذوفة النسخ الاحتياطي
es: Seleccione una carpeta para las entradas del registro eliminados de copia de seguridad
fa: انتخاب یک پوشه را حذف مدخل پشتیبان رجیستری

# buttonBrowse2.Text
source: Browse...
ar: تصفح...
es: Busque...
fa: فهرست اسامی...

# groupBox3.Text
source: Select a folder to save the log files to
ar: حدد مجلد الذي تريد حفظ ملفات السجل إلى
es: Seleccione una carpeta para guardar los archivos de registro
fa: انتخاب پوشه برای ذخیره فایلها را به ورود به سیستم

# tabPage1.Text
source: General
ar: العامة
fa: عمومی

# label1.Text
source: Right click to add/remove entries
ar: انقر بزر الماوس الأيمن فوق إضافة/إزالة إدخالات
es: Haga clic con el botón derecho del ratón para agregar o quitar las entradas
fa: با کلیک راست برای اضافه کردن / حذف مدخل

# columnHeader1.Text
source: Files and folders to exclude
ar: الملفات والمجلدات لاستبعاد
es: Archivos y carpetas para excluir
fa: فایل ها و پوشه ها را به محروم کردن

# addFileToolStripMenuItem.Text
source: Add File
ar: إضافة ملف
es: Agregar archivo
fa: اضافه کردن فایل

# addFolderToolStripMenuItem.Text
source: Add Folder
ar: إضافة مجلد
es: Agregar carpeta
fa: افزودن پوشه

# addRegistryPathToolStripMenuItem.Text
source: Add Registry Path
ar: إضافة مسار التسجيل
es: Agregar la ruta del registro
fa: اضافه کردن رجیستری مسیر

# removeEntryToolStripMenuItem.Text
source: Remove Entry
ar: إزالة إدخال
es: Quitar entrada
fa: حذفمدخل

# tabPage2.Text
source: Ignore List
ar: تجاهل قائمة
es: Ignorar la lista
fa: چشمپوشی از فهرست

# $this.Text
source: Little Registry Cleaner - Options
ar: التسجيل ضئيلة المنظف - خيارات
es: Registro poco limpiador - opciones
fa: کمی تمیز کننده رجیستری -- گزینه ها
